/* Prompt moving or duplicating file */
"A file with the same name already exists. Do you want to replace the existing file?" = "Файл з таким ім'ям вже існує. Ви хочете замінити існуючий файл?";

/* Toolbar item */
"Action" = "Дія";
"Active" = "Активний (ПОРТ)";

/* Window title. */
"Activity" = "Дія";
"Allow" = "Дозволити";
"Always" = "Завжди";

/* Transfer action for existing files */
"Prompt" = "Підказки";

/* Toolbar item */
"Bookmarks" = "Закладки";

/* Alert sheet alternate button */
"Cancel" = "Cancel";

/* Toolbar item tooltip */
"Character Encoding" = "Кодування символів";
"Choose" = "Обрати";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Очистити";

/* Remove all bookmarks from history. */
"Clear Menu" = "Очистити меню";

/* Toolbar item */
"Column" = "Колонка";

/* Toolbar item tooltip */
"Connect to server" = "З'єднатися з сервером";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Не можу відкрити чи прочитати хост файл";
"Could not open the file" = "Не можу відкрити файл";
"Could not show the file" = "Не можу показати файл";
"Could not show the file in the Finder" = "Не можу показати файл в Провіднику";

/* Toolbar item tooltip */
"Create New Folder" = "Створити нову папку";

/* Menu item */
"Cut {0}" = "Вирізати {0}";
"Copy {0}" = "Копіювати {0}";
"Default" = "За умовчанням";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Видалити";
"Delete Bookmark" = "Видалити закладку";

/* Toolbar item tooltip */
"Delete file" = "Видалити файл";
"Deny" = "Відмовитись";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Від'єднатись";

/* Alert sheet title */
"Disconnect from {0}" = "Від'єднатись від {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Від'єднатись від серверу";
"Do you want to delete the selected bookmark?" = "Вихочете видалити обрану закладку?";

/* Toolbar item */
"Download" = "Завантажити";
"Download As:" = "Завантажити як:";

/* Toolbar item tooltip */
"Download file" = "Завантажити файл";
"Download the selected file to…" = "Завантажити обраний файл до…";

/* Toolbar item */
"Edit" = "Редагувати";

/* Toolbar item tooltip */
"Edit file in external editor" = "Редагувати файл в зовнішньому редакторі";

/* Toolbar item */
"Encoding" = "Кодування";

/* Alert sheet title */
"Error" = "Помилка";

/* Quit application on Windows */
"Exit" = "Вихід";
"File" = "Файл";

/* A column in the browser */
"Filename" = "Ім'я файлу";
"{0} Files" = "{0} Файлів";
"Folder" = "Папка";
"FTP (File Transfer Protocol)" = "FTP (File Transfer Protocol)";
"FTPS (FTP/SSL)" = "FTPS (FTP/SSL)";

/* Toolbar item */
"Get Info" = "Отримати Інформацію";

/* Toolbar item */
"Go to Folder" = "Йти до Папки";
"History" = "Історія";
"Invalid character in filename." = "Хибні симвори в імені файлу.";
"Invalid character in folder name." = "Хибні симвори в імені папки.";



/* A column in the browser */
"Kind" = "Тип";
"Extension" = "Розширення";

/* Toolbar item */
"List" = "Список";
"Local" = "Локальний";
"Local File" = "Локальинй Файл";
"Mac Line Endings (CR)" = "Закінчення рядків Mac (CR)";

/* Synchronize option */
"Mirror" = "Дзеркало";

/* A column in the browser */
"Modified" = "Модифіковано";

/* Move a downloaded file to the trash */
"Move to Trash" = "Надіслати до Кошика";
"Multiple files" = "Кілька файлів";

/* Toolbar item */
"New Connection" = "Відкрити З'єднання";

/* Toolbar item */
"New Folder" = "Нова Папка";
"No Bonjour services available" = "Немає доступних сервісів Bonjour";
"No external editor available" = "Немає доступних зовнішніх редакторів";

/* Alert sheet text */
"No newer version available." = "Новіша версія відсутняe.";
"No private key selected" = "Не вибрано особистого ключа";
"No recently connected servers available" = "Відсутні нещодавно підключені сервери";

/* Alert sheet title */
"No update" = "Немає поновлень";
"None" = "Ніяких";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} з {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "Добре";
"Open" = "Відкрити";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Відкрити у Веб Браузері";

/* Toolbar item */
"Outline" = "Схема";

/* Transfer action for existing files. */
"Overwrite" = "Перезаписати";

/* A column in the browser */
"Owner" = "Власник";

/* A column in the browser */
"Group" = "Група";
"Passive" = "Пассивний (PASV)";

/* Menu item */
"Paste {0}" = "Вставити {0}";

/* A column in the browser */
"Permissions" = "Permissions";

/* Toolbar item */
"Quick Connect" = "Швидке З'єднання";

/* Toolbar item */
"Quick Look" = "Швидкий Перегляд";
"Quit" = "Вийти";
"Quit Anyway" = "Вийти Все одно";

/* Confirm deleting files. */
"Really delete the following files? This cannot be undone." = "Справді видалити наступні файли? Цього не можна скасувати .";

/* Toolbar item */
"Refresh" = "Оновити";

/* Toolbar item tooltip */
"Refresh directory listing" = "Оновити список каталогів";

/* Toolbar item in Transfer Window. */
"Reload" = "Перезавантажити";

/* Toolbar item in Transfer Window. */
"Remove" = "Усунути";
"Remove completed transfers from list." = "Remove completed transfers from list.";


/* Toolbar item in Transfer Window. Transfer action for existing files */
"Resume" = "Відновини";
"Review…" = "Огляд…";

/* Toolbar item in Transfer Window. */
"Search" = "Пошук";
"Server File" = "Файл Серверу";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH File Transfer Protocol)";
"Show" = "Показати";

/* Toolbar item tooltip */
"Show file attributes" = "Показати атрибути";
"Show in Finder" = "Показати у Провіднику";

/* Toolbar item tooltip */
"Show Transfers window" = "Показати вікно Передачі";

/* A column in the browser */
"Size" = "Розмір";

/* Toolbar item in Transfer Window. */
"Stop" = "Зупинити";

/* Transfer action for existing files */
"Skip" = "Пропустити";

/* Toolbar item tooltip */
"Switch Browser View" = "Переключити Вигляд Браузера";
"Symbolic Link (File)" = "Символічне Посилання (Файл)";
"Symbolic Link (Folder)" = "Символічне Посилання (Папка)";

/* Toolbar item */
"Synchronize {0} with" = "Synchronize {0}";

/* Toolbar item tooltip */
"Synchronize files" = "Синхронізувати файли";

/* Alert sheet text */
"The connection will be closed." = "З'єднання буде закрите.";
"There are files currently being transferred. Quit anyway?" = "Наразі є файли, що передаються. Все одно вийти?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Під час перевірки поновлень сталася проблема. Будь-ласка, спробуйте пізніше.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Додати в закладки";
"Transfer in progress" = "Передача в процесі";

/* Toolbar item */
"Transfers" = "Передачі";

/* Toolbar item */
"Trash" = "Кошик";
"Unknown" = "Невідомо";
/* SSH remote host identification */
"Unknown host key for {0}." = "Unknown host key for {0}.";
"Unknown size" = "Невідомий розмір";

/* Toolbar item */
"Upload" = "Відвантаження";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Відвантадення локального файлу на віддалений хост";

/* Transfer action for existing files */
"Rename existing" = "Перейменувати існуючі";
"Rename" = "Перейменувати";

/* Toolbar item */
"View" = "Вигляд";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Ви приєднані як мінімум до одного віддаленого сайту. Чи хочете ви оглянути відкриті браузери?";
"Open Network Diagnostics" = "Діагностика Відкритої Мережі";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Реліз";
"Beta" = "Бета";
"Snapshot Builds" = "Білди Знімків";

"Show Hidden Files" = "Показати Приховані Файли";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Hide Toolbar";
"Show Toolbar" = "Show Toolbar";

/* Update sources */
"Release" = "Реліз";
"Beta" = "Бета";
"Snapshot Builds" = "Білди Знімків";